Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_PRO_RAW_48MP_FOOTER
source: Show Camera control for ProRAW and maximum resolution, up to 48 MP. 48 MP can be captured on the Main camera at 1×. Night mode, Live Photo, flash, and macro photos will always be saved at 12 MP. ProRAW is a 10-bit file that uses the Linear DNG format to retain more information and dynamic range in the file, providing additional flexibility when editing exposure and white balance.
ar: إظهار عنصر تحكم الكاميرا لالتقاط ProRAW والتقاط أقصى دقة، حتى ٤٨ ميغابكسل. يمكن الالتقاط بدقة ٤٨ ميغابكسل بالكاميرا الرئيسية بمعدل ⁨1×⁩. لكن الصور في النمط الليلي والصور الحية وصور الفلاش وصور الماكرو ستُحفظ دائمًا بدقة ١٢ ميغابكسل. ‏ProRAW هو ملف ١٠‑بت يستخدم تنسيق DNG الخطي للاحتفاظ بمعلومات أكثر ونطاق ديناميكي في الملف، مما يتيح مزيدًا من المرونة عند تعديل التعرض للضوء وتوازن اللون الأبيض.
bg: Показва Управление на камерата за ProRAW и максимална разделителна способност, до 48 MP. Снимки в 48 MP могат да бъдат заснети с Основната камера с приближаване 1×. Снимките в Нощен режим, снимките Live Photo, снимките със светкавица и макро снимките винаги ще се запазват в 12 MP. ProRAW е 10-битов файл, който използва линейния DNG формат, за да запази повече информация и динамичен обхват във файла, осигурявайки допълнителна гъвкавост за редактиране на експозицията и баланса на бялото.
bn: ProRAW ও সর্বাধিক ^[48](formatNumber: true) MP পর্যন্ত রেজোলিউশন আনতে ক্যামেরা কন্ট্রোল দেখান। মূল ক্যামেরায় ^[1](formatNumber: true)×-এ ^[48](formatNumber: true) MP ক্যাপচার করা যেতে পারে। নাইট মোড, Live Photo, ফ্ল্যাশ এবং ম্যাক্রো ছবি সর্বদা ^[12](formatNumber: true) MP-তে সেভ করা হবে। ProRAW হল একটি ^[10](formatNumber: true)-বিট ফাইল যা Linear DNG ফরম্যাট ব্যবহার করে ফাইলে অধিক তথ্য এবং ডাইনামিক রেঞ্জ বজায় রাখে, ফলে এক্সপোজার এবং হোয়াইট ব্যালেন্স এডিট করা আরও সুবিধাজনক হয়।
ca: Mostra el control ProRAW i de resolució màxima de la càmera (fins a 48 Mpx). La càmera principal a 1× pot fer fotos en 48 Mpx. Les fotos amb el flaix o el mode de nit, les Live Photos i les fotos macro sempre es desen en 12 Mpx. El ProRAW és un arxiu de 10 bits amb un format DNG lineal, que permet conservar més informació i el rang dinàmic de l’arxiu per proporcionar més flexibilitat a l’hora d’editar l’exposició i el balanç de blancs.
cs: Zobrazuje ovládací prvky fotoaparátu pro ProRAW a pro maximální rozlišení – až do 48 Mpx. Fotky v rozlišení 48 Mpx je možné pořizovat hlavním fotoaparátem při přiblížení 1×. Fotky pořízené v nočním režimu, Live Photo, fotky s bleskem a fotky v režimu makro se budou vždy ukládat v rozlišení 12 Mpx. ProRAW jsou 10bitové soubory využívající lineární DNG formát, který zachovává více dat a větší dynamický rozsah a poskytuje víc volnosti při úpravách expozice a vyvážení bílého bodu.
da: Vis Kamerabetjening til ProRAW og maksimal opløsning op til 48 MP. Hovedkameraet med 1× zoom kan tage fotos med 48 MP. Fotos taget med Nattilstand, Live Photo, blitz eller makro gemmes altid som 12 MP. ProRAW er et 10-bit arkiv, der bruger det lineære DNG-format til at bevare mere information og dynamisk omfang i arkivet. Dette giver yderligere fleksibilitet, når du redigerer eksponering og hvidbalance.
de: Kamerasteuerung für Aufnahmen in ProRaw und mit maximaler Auflösung von bis zu 48 MP einblenden. 48 MP kann mit der Hauptkamera in der Stufe 1× aufgenommen werden. Nachtmodus-, Live Photo-, Blitz- und Makrofotos werden immer mit 12 MP gesichert. ProRAW ist ein 10-Bit-Dateiformat, das mithilfe des Standards „Linear DNG“ mehr Informationen und einen größeren Dynamikbereich speichern kann. Es bietet dadurch mehr Möglichkeiten bei der Bearbeitung der Belichtung und des Weißabgleichs.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για το ProRAW και τη μέγιστη ανάλυση, έως 48 MP. Οι φωτογραφίες σε 48 MP μπορούν να τραβηχτούν με την κύρια κάμερα στο 1× ζουμ. Οι φωτογραφίες Νυχτερινής λειτουργίας, Live Photo, με φλας και οι μακροφωτογραφίες αποθηκεύονται πάντα σε 12 MP. Το ProRAW είναι ένα αρχείο 10 bit που χρησιμοποιεί τη μορφή «Γραμμικό DNG» για διατήρηση περισσότερων πληροφοριών και του δυναμικού εύρους στο αρχείο, και παρέχει πρόσθετη ευελιξία κατά την επεξεργασία της έκθεσης και της ισορροπίας λευκού.
es: Muestra el control de la cámara para la captura de fotos en resolución ProRAW y en máxima resolución (hasta 48 Mpx). Se pueden tomar fotos con una resolución de 48 Mpx usando la cámara principal con la distancia focal por omisión (x1). Las fotos realizadas en el modo Noche, con el ajuste Live Photo, con flash o en formato macro siempre se guardarán en 12 Mpx. ProRAW es un archivo de 10 bits que utiliza el formato DNG lineal para conservar más información y el rango dinámico del archivo, lo que ofrece más flexibilidad a la hora de editar la exposición y el balance de blancos.
es_us: Muestra el control de Cámara para ProRAW y resolución máxima, hasta de 48 MP. Es posible hacer capturas de 48 MP con la cámara principal a 1×. El modo Noche, flash, las Live Photos y las macrofotos siempre se guardarán en 12 MP. ProRAW es un archivo de 10 bits que usa el formato lineal DNG para guardar más información y un rango dinámico en el archivo, lo que brinda flexibilidad adicional al editar la exposición y el balance de blancos.
fi: Näytä Kameran lisäsäätimet ProRAW:lle ja enimmäistarkkuudelle, enintään 48 MP. 48 MP:n tarkkuudella voidaan kuvata pääkameran 1×-tilassa. Yötila-, Live Photo-, salama- ja makrokuvat tallennetaan aina 12 MP:nä. ProRAW on 10-bittinen tiedosto, joka käyttää Linear DNG -muotoa säilyttääkseen tiedostossa enemmän tietoa ja dynaamista aluetta. Tämä lisää joustavuutta muokattaessa valotusta ja valkotasapainoa.
fr: Affichez la commande de capture au format Apple ProRAW et en résolution maximale (jusqu’à 48 MP) de la caméra. La caméra principale à 1× peut capturer des photos à une résolution de 48 MP. Les Live Photos ainsi que les photos prises en mode Nuit, en mode Macro et avec flash seront toujours enregistrées à une résolution de 12 MP. Le format Apple ProRAW est un fichier 10 bits qui utilise le format DNG linéaire pour conserver plus d’informations et étendre la plage dynamique au sein du fichier, vous offrant ainsi plus de flexibilité lors de la modification de l’exposition et de la balance des blancs.
fr_ca: Affiche la commande de la caméra pour la prise de photos au format ProRAW et en résolution maximale (jusqu’à 48 Mpx). La caméra principale à 1× peut enregistrer des photos de 48 Mpx. Les photos prises en mode Nuit, comme Live Photo, avec flash ou en mode macro seront toujours enregistrées à une résolution de 12 Mpx. ProRAW est un fichier 10 bits qui utilise le format DNG linéaire pour retenir encore plus de détails et une gamme dynamique plus étendue, ce qui vous permet davantage de flexibilité lorsque vous modifiez l’exposition et l’équilibrage des blancs.
gu: ProRAW અને 48 MP સુધી મહત્તમ રિઝોલ્યૂશન માટે કૅમેરા કંટ્રોલ બતાવો. મેન કૅમેરા પર 1x પર 48 MP કૅપ્ચર કરી શકાય છે. નાઇટ મોડ, Live Photo, ફ્લૅશ અને મૅક્રો ફોટો હંમેશાં 12 MP પર સેવ કરાશે. ProRAW એક 10-બિટ ફાઇલ હોય છે જે Linear DNG ફૉર્મેટનો ઉપયોગ કરીને ફાઇલમાં વધુ માહિતી અને ડાયનૅમિક રેંજ જાળવી રાખે છે જેનાથી ઍક્સપોઝર અને વ્હાઇટ બૅલેંસને સંપાદિત કરતા સમયે વધારે ફ્લેક્સિબિલિટિ મળે છે.
he: ניתן להציג פקד מצלמה עבור פורמט ProRAW ורזולוציה מקסימלית של עד 48 מ״פ. ניתן לצלם תמונות ברזולוציית 48 מ״פ במצלמה הראשית בהגדלה של ⁨1x⁩. תמונות שצולמו ב״מצב לילה״, תמונות Live Photo, תמונות שצולמו עם פלאש ותמונות מאקרו יישמרו תמיד ברזולוציית 12 מ״פ. ‏ProRAW הוא קובץ בקידוד 10 סיביות המשתמש בפורמט Linear DNG כדי לשמור יותר מידע וטווח דינמי בקובץ, וכדי לספק גמישות נוספת בעת עריכת החשיפה ואיזון הלבן.
hi: ProRAW और 48M MP तक अधिकतम रिज़ोल्यूशन के लिए कैमरा कंट्रोल दिखाएँ। मुख्य कैमरे पर 1× पर 48 MP कैप्चर किया जा सकता है। नाइट मोड, Live Photo, फ़्लैश और मैक्रो तस्वीरों को हमेशा 12 MP पर सहेजा जाएगा। ProRAW एक 10-बिट फ़ाइल होती है जो Linear DNG फ़ॉर्मैट का उपयोग करके फ़ाइल में अधिक जानकारी और डाइनैमिक रेंज बनाए रखती है, जो एक्सपोज़र और ह्वाइट बैलेंस के संपादन के समय अधिक सुविधाजनक होता है।
hr: Prikazivanje kontrole kamere za ProRAW i maksimalnu razlučivost, do 48 MP. 48 MP može se snimiti glavnom kamerom pri 1x. Fotografije snimljene Noćnim modom ili bljeskalicom kao i Live Photo i makro fotografije uvijek će se spremiti kao 12 MP. ProRAW je 10-bitna datoteka koja koristi format Linear DNG za zadržavanje više informacija i dinamičkog raspona u datoteci, čime se pruža dodatna fleksibilnost prilikom uređivanja ekspozicije i ravnoteže bjeline.
hu: Megjeleníti a kameravezérlőt a maximális felbontásban (akár 48 MP) való rögzítéshez. A főkamerával 1× nagyítás mellett 48 MP-es fotók készíthetők. Az éjszakai módban, vakuval vagy makróval készített fotók, valamint a Live Photók mindig 12 MP-es felbontással lesznek mentve. A ProRAW egy 10 bites fájl, amely a Lineáris DNG formátum segítségével több információt és nagyobb dinamikatartományt képes megőrizni a fájlban, így fokozott rugalmasságot tesz lehetővé az expozíció és a fehéregyensúly szerkesztésekor.
id: Tampilkan kontrol Kamera untuk ProRAW dan resolusi maksimum, hingga 48 MP. 48 MP dapat diambil di kamera Utama pada 1×. Foto mode Malam, Live Photo, kilat, dan makro akan selalu disimpan pada 12 MP. ProRAW adalah file 10 bit yang menggunakan format DNG Linear untuk menyimpan lebih banyak informasi dan rentang dinamis pada file, sehingga menyediakan fleksibilitas tambahan saat mengedit pencahayaan dan imbang putih.
it: Mostra il controllo della fotocamera per scattare foto in ProRAW e con la massima risoluzione, fino a 48 MP. Le foto a 48 MP possono essere scattate con la fotocamera principale e lo zoom 1×. Le foto scattate in modalità notte, con il flash, in macro e le Live Photo verranno sempre salvate a 12 MP. ProRAW è un file a 10 bit che utilizza il formato Linear DNG per conservare più informazioni e un intervallo dinamico superiore, offrendo maggiore flessibilità quando si modificano l’esposizione e il bilanciamento del bianco.
ja: ProRawと最大解像度（48 MPまで）のためのカメラコントロールを表示します。 48 MPはメインカメラで1xを使用して撮影できます。ナイトモード、Live Photos、フラッシュ、およびマクロで撮影した写真は常に12 MPで保存されます。 ProRAWはリニアDNGフォーマットを使用した10ビットファイルで、より多くの情報とダイナミックレンジをファイル内に保持し、露出やホワイトバランスを編集する際の柔軟性を提供します。
kk: 48 Mпикс дейінгі ProRaw және максималды ажыратымдылық үшін камераны басқару элементтерін көрсету. 48 Мпикс фотоларды негізгі камерада 1× режимінде түсіруге болады. Түнгі режимдегі, Live Photo, жарқыл арқылы түсірілген және макро фотолар әрқашан 12 Мпикс форматында сақталады. ProRAW — экспозиция мен ақ балансты өңдеу кезінде қосымша икемділікті қамтамасыз ете отырып, файлдағы қосымша ақпарат пен динамикалық ауқымды сақтау үшін Linear DNG форматын пайдаланатын 10 биттік файл.
kn: ProRAW ಮತ್ತು 48 MPವರೆಗೆ ಗರಿಷ್ಠ ರೆಸಲ್ಯೂಷನ್‌ಗಾಗಿ ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ತೋರಿಸಿ. ಮುಖ್ಯ ಕ್ಯಾಮರಾದಲ್ಲಿ 1×ನಲ್ಲಿ 48 MP ಕ್ಯಾಪ್ಚರ್ ಮಾಡಬಹುದಾಗಿದೆ. ನೈಟ್ ಮೋಡ್, Live Photo, ಫ್ಲ್ಯಾಶ್ ಮತ್ತು ಮ್ಯಾಕ್ರೋ ಫೋಟೋಗಳನ್ನು ಯಾವಾಗಲೂ 12 MPನಲ್ಲಿ ಸೇವ್ ಮಾಡಲಾಗುತ್ತದೆ. ProRAW ಎಂಬುದು 10-ಬಿಟ್ ಫೈಲ್ ಆಗಿದ್ದು, ಇದು ಫೈಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಮತ್ತು ಡೈನಾಮಿಕ್ ರೇಂಜ್ ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು Linear DNG ಫಾರ್ಮ್ಯಾಟ್ ಅನ್ನು ಬಳಸುತ್ತದೆ, ಈ ಮೂಲಕ ಎಕ್ಸ್‌ಪೋಶರ್ ಮತ್ತು ವೈಟ್ ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡುವಾಗ ಹೆಚ್ಚುವರಿ ನಮ್ಯತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: ProRAW 및 최대 해상도(최대 48MP)를 위한 카메라 제어 항목을 표시합니다. 1× 메인 카메라는 48MP로 사진을 캡처할 수 있습니다. 야간 모드, Live Photo, 플래시 및 접사 촬영을 사용한 사진은 항상 12MP로 저장됩니다. ProRAW는 선형 DNG 포맷을 사용하여 파일에서 더 많은 정보 및 다이내믹 레인지를 유지하는 10비트 파일로, 노출 및 화이트 밸런스를 편집할 때 추가적인 유연성을 제공합니다.
lt: Rodykite kameros valdiklį, skirtą „ProRAW“ formatui ir didžiausiai raiškai (iki 48 MP). Pagrindine kamera pasirinkus × 1 priartinimą, galima užfiksuoti 48 MP nuotraukas. Fotografuojant naktiniu režimu, pasirinkus „Live Photos“, naudojant blykstę arba makrorežimą, nuotraukos visada bus išsaugotos 12 MP raiška. „ProRAW“ yra 10 bitų failas, kuriame naudojamas linijinis DNG formatas, kad faile būtų išsaugota daugiau informacijos ir dinaminio diapazono, kas suteikia papildomo lankstumo redaguojant ekspoziciją ir baltos spalvos balansą.
ml: ProRAW-നും 48 MP വരെ ആയ പരമാവധി റെസലൂഷനുമുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. പ്രധാന ക്യാമറയിൽ 1× ഉപയോഗിച്ച് 48 MP കാപ്ചർ ചെയ്യാനാകും. രാത്രി മോഡ്, Live Photo, ഫ്ലാഷ്, മാക്രോ ഫോട്ടോകൾ എന്നിവ എപ്പോഴും 12 MP-ൽ സേവ് ചെയ്യപ്പെടും. ProRAW എന്നത് ലീനിയർ DNG ഫോർമാറ്റ് ഉപയോഗിച്ച് ഫയലിൽ കൂടുതൽ വിവരങ്ങളും ഡൈനാമിക് റേഞ്ചും നിലനിർത്തുന്ന ഒരു 10-ബിറ്റ് ഫയലാണ്. അതുവഴി അത് എക്സ്പോഷറും വൈറ്റ് ബാലൻസും എഡിറ്റ് ചെയ്യുമ്പോൾ അധിക വഴക്കം നൽകുന്നു.
mr: ProRAW आणि कमाल ^[48](formatNumber: true) MP पर्यंत रेझोल्यूशनसाठी कॅमेरा कंट्रोल दाखवा. मुख्य कॅमेरामध्ये 1× वर ^[48](formatNumber: true) MP कॅप्चर केले जाऊ शकते. नाइट मोड, Live Photo, फ्लॅश, आणि मॅक्रो फोटो नेहमी ^[12](formatNumber: true) MP वर जतन केले जातील. ProRAW ^[10](formatNumber: true)-बिट फाइल असते जी एक्सपोझर आणि व्हाइट बॅलंस संपादित करत असताना अतिरिक्त फ्लेक्सिबिलिटी प्रदान करत Linear DNG फॉरमॅटचा वापर करून फाइलमध्ये अधिक माहिती आणि डायनॅमिक रेंज राखून ठेवते.
ms: Tunjukkan kawalan Kamera untuk ProRAW dan resolusi maksimum, sehingga 48 MP. 48 MP boleh ditangkap dengan kamera Utama pada 1×. Foto mod Malam, Live Photo, denyar dan makro akan sentiasa disimpan pada 12 MP. ProRAW ialah fail 10 bit yang menggunakan format Linear DNG untuk mengekalkan lebih banyak maklumat dan julat dinamik dalam fail, menyediakan fleksibiliti tambahan semasa mengedit pendedahan serta imbangan putih.
nb: Vis kamerakontrollen for ProRAW og maks oppløsning, opptil 48 megapiksler. Hoved­kameraet på 1 × kan ta bilder med 48 megapiksler. Nattmodus-, Live Photo-, blits- og makrobilder arkiveres alltid med 12 megapiksler. ProRAW er en 10-bit fil som bruker lineært DNG-format for å beholde mer informasjon og dynamisk område i filen. Dette gir mer fleksibilitet ved redigering av eksponering og hvitbalanse.
nl: Toon cameraregelaar voor ProRAW en maximale resolutie, tot 48 MP. Met de hoofdcamera kunnen foto's met zoomniveau 1x worden gemaakt en met 48 MP worden bewaard. Foto's die met de nachtmodus of flits worden gemaakt, evenals Live Photos en macrofoto's, worden altijd bewaard met 12 MP. ProRAW is een 10-bits bestand dat gebruikmaakt van de structuur 'Linear DNG' om meer informatie en een hoger dynamisch bereik in het bestand te bewaren, wat extra flexibiliteit biedt bij het bewerken van de belichting en de witbalans.
or: ProRAW ଏବଂ ସର୍ବାଧିକ 48 MP ପର୍ଯ୍ଯନ୍ତ ରିଜୋଲ୍ୟୂଶନ୍ ପାଇଁ କ୍ଯାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ମୁଖ୍ଯ କ୍ଯାମେରାରେ 1×ରେ 48 MP କ୍ଯାପ୍‌ଚର୍ କରାଯାଇପାରିବ। ନାଇଟ୍ ମୋଡ୍, Live Photo, ଫ୍ଳାଶ୍ ଏବଂ ମାକ୍ରୋ ଫଟୋ ସର୍ବଦା 12 MPରେ ସେଭ୍ ହେବ। ProRAW ହେଉଛି ଏକ 10-ବିଟ୍‌ ଫାଇଲ୍ ଯାହା ଫାଇଲ୍‌ରେ ଅଧିକ ସୂଚନା ଏବଂ ଡାଇନାମିକ୍ ରେଞ୍ଜ୍ ବଜାୟ ରଖିବା ପାଇଁ ଲିନିୟର୍ DNG ଫର୍ମାଟ୍ ବ୍ୟବହାର କରେ ଯାହା ଏକ୍ସ୍‌ପୋଜର୍‌ ଏବଂ ହ୍ୱାଇଟ୍ ବାଲାନ୍ସ୍‌ ଏଡିଟ୍ କରିବା ସମୟରେ ଅତିରିକ୍ତ ସୁବିଧା ପ୍ରଦାନ କରେ।
pa: ProRAW ਅਤੇ ਵੱਧ ਤੋਂ ਵੱਧ ^[48](formatNumber: true) MP ਤੱਕ ਰੈਜ਼ੋਲੂਸ਼ਨ ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ। ਮੁੱਖ ਕੈਮਰੇ ‘ਤੇ ^[1](formatNumber: true)× ‘ਤੇ ^[48](formatNumber: true) MP ਕੈਪਚਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਰਾਤ ਮੋਡ, Live Photo, ਫਲੈਸ਼ ਅਤੇ ਮੈਕਰੋ ਤਸਵੀਰਾਂ ਨੂੰ ਹਮੇਸ਼ਾਂ ^[12](formatNumber: true) MP ‘ਤੇ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ। ProRAW ਇੱਕ ^[10](formatNumber: true)-ਬਿਟ ਫ਼ਾਈਲ ਹੁੰਦੀ ਹੈ ਜੋ Linear DNG ਫ਼ਾਰਮੈਟ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਫ਼ਾਈਲ ਵਿੱਚ ਜ਼ਿਆਦਾ ਜਾਣਕਾਰੀ ਅਤੇ ਡਾਇਨੈਮਿਕ ਰੇਂਜ ਬਣਾਉਂਦੀ ਹੈ, ਜੋ ਐਕਸਪੋਜ਼ਰ ਅਤੇ ਵ੍ਹਾਈਟ ਬੈਲੇਂਸ ਵਿੱਚ ਸੋਧ ਕਰਨ ਸਮੇਂ ਹੋਰ ਲਚਕਤਾ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzia ProRAW oraz rejestrowania z maksymalną rozdzielczością 48 MP. Aparat główny może rejestrować zdjęcia z rozdzielczością 48 MP przy ustawieniu 1×. Zdjęcia w trybie nocnym, Live Photo, robione z lampą błyskową oraz makro są zawsze zachowywane w rozdzielczości 12 MP. 10‑bitowe pliki ProRAW przechowują więcej informacji i szerszy zakres tonalny, używając formatu Linear DNG. Zapewnia to więcej możliwości edycji ekspozycji i wyrównania bieli.
pt_br: Mostre o controle da Câmera para ProRAW e resolução máxima de 48 MP. A câmera Principal a 1× pode capturar fotos em 48 MP. As fotos feitas no modo noite, com flash ou macro e Live Photos sempre são salvas em 12 MP. ProRAW é um arquivo de 10 bits que usa o formato Linear DNG para reter mais informações e alcance dinâmico, fornecendo flexibilidade adicional na edição da exposição e do balanço de branco.
pt_pt: Mostrar o controlo da aplicação Câmara para ProRAW e resolução máxima, até 48 MP. É possível capturar a 48 MP na câmara principal a 1×. As fotografias com modo Noite, Live Photo, flash e macro são sempre guardadas a 12 MP. ProRAW é um ficheiro de 10 bits que usa o formato Linear DNG para preservar mais informação e gama dinâmica no ficheiro, o que permite uma maior flexibilidade ao editar a exposição e o equilíbrio de brancos.
ro: Afișați comenzile aplicației Cameră pentru înregistrarea ProRAW și la rezoluție maximă, de până la 48 MP. Pozele la 48 MP pot fi realizate cu camera principală la 1×. Pozele realizate cu modul Noapte, Live Photo, cu blițul sau macro vor fi salvate întotdeauna la 12 MP. ProRAW este un fișier pe 10 biți care utilizează formatul Linear DNG pentru a reține mai multe informații și o gamă dinamică superioară în fișier, oferind flexibilitate suplimentară la editarea expunerii și balansului de alb.
ru: Показывать Контроллер камеры для работы с ProRAW и съемки в максимальном разрешении — до 48 Мпикс. Фото с разрешением 48 Мпикс можно снимать на основную камеру без увеличения или уменьшения масштаба. Cнимки в ночном режиме, со вспышкой или в режиме макросъемки, а также фото Live Photo всегда будут сохраняться с разрешением 12 Мпикс. ProRAW — это 10‑битный файл, который использует формат линейных файлов DNG, чтобы передавать больше информации и динамический диапазон в файле. В этом формате проще скорректировать экспозицию и баланс белого.
sk: Zobrazí v Kamere ovládacie prvky pre ProRAW a maximálne rozlíšenie až do 48 Mpx. Fotky v rozlíšení 48 Mpx je možné fotiť hlavnou kamerou pri priblížení 1×. Fotky nasnímané v nočnom režime, Live Photo a fotky s bleskom a v režime makro sa vždy budú ukladať v rozlíšení 12 Mpx. ProRAW je 10-bitový súbor, ktorý využíva formát Linear DNG na zachovanie väčšieho množstva informácií a dynamického rozsahu a poskytuje väčšiu flexibilitu pri upravovaní expozície a vyváženia bielej.
sl: Prikaže krmilno funkcijo Kamere za ProRAW in največjo ločljivost, največ 48 MP. 48 MP je mogoče zajeti z glavno kamero pri povečavi 1×. Fotografije, posnete v nočnem načinu, fotografije Live Photo, fotografije, posnete z bliskavico, in makro fotografije se bodo vedno shranile z ločljivostjo 12 MP. ProRAW je 10-bitna datoteka, ki uporablja obliko zapisa Linear DNG za hranjenje več podatkov in dinamičnega razpona v datoteki, kar zagotavlja dodatno prilagodljivost pri urejanju osvetlitve in nastavitve beline.
sv: Visa kamerareglage för ProRAW och maximal upplösning, upp till 48 MP. Huvudkameran med 1× kan ta bilder med 48 MP. Bilder som tagits i nattläget, som Live Photo, med blixt eller som makrobild sparas alltid med 12 MP. ProRAW är en 10-bitars fil som använder formatet Linear DNG till att behålla mer information och dynamiskt omfång i filen. Detta ger ytterligare flexibilitet vid redigering av exponering och vitbalans.
ta: ProRAW மற்றும் 48 MP வரை அதிகபட்ச தெளிவுத்திறனுக்கான கேமரா கட்டுப்பாடு காட்டப்படும். முதன்மை கேமராவில் 1×இல் 48 MP புகைப்படங்களை எடுக்கலாம். இரவுப் பயன்முறை, Live Photo, ஃபிளாஷ் மற்றும் மேக்ரோ புகைப்படங்கள் எப்போதும் 12 MPஇல் சேமிக்கப்படும். ProRAW என்பது 10-பிட் கோப்பு ஆகும். இது கோப்பில் கூடுதலான தகவல்களையும் டைனமிக் ரேஞ்சையும் சேமித்து வைப்பதற்காக லீனியர் DNG ஃபார்மெட்டைப் பயன்படுத்தும். இதனால் எக்ஸ்போஷர் மற்றும் ஒயிட் பேலன்ஸைத் திருத்தும்போது கூடுதல் நெகிழ்வுத்தன்மை கிடைக்கும்.
te: ProRAW మరియు గరిష్ట రిజల్యూషన్ కోసం 48 MP వరకు కెమెరా కంట్రోల్‌ను చూపుతుంది. ప్రధాన కెమెరాలో 1×గా 48 MP క్యాప్చర్ చేయబడుతుంది. నైట్ మోడ్, Live Photo, ఫ్లాష్, మరియు మ్యాక్రో ఫోటోలు ఎల్లప్పుడూ 12 MPలో సేవ్ చేయబడతాయి. ProRAW అనేది 10-బిట్ ఫైల్, ఇది ఫైల్‌లో మరింత సమాచారం మరియు డైనమిక్ రేంజ్‌ను ఉంచడానికి, ఎక్స్‌పోజర్‌ను మరియు వైట్ బ్యాలెన్స్‌ను ఎడిటింగ్ చేస్తున్నప్పుడు అదనపు ఫ్లెక్సిబిలిటీని అందించడానికి Linear DNG ఫార్మాట్‌ను ఉపయోగిస్తుంది.
th: แสดงตัวควบคุมกล้องสำหรับ ProRAW และความละเอียดสูงสุดถึง 48 MP สามารถจับภาพความละเอียด 48 MP ได้บนกล้องหลักที่ 1× รูปภาพแบบโหมดกลางคืน, Live Photo, แฟลช และมาโครจะถูกบันทึกที่ความละเอียด 12 MP เสมอ ProRAW เป็นไฟล์แบบ 10 บิตที่ใช้รูปแบบ DNG เชิงเส้นที่เก็บข้อมูลได้มากขึ้นและเก็บข้อมูลช่วงแสงกว้างในไฟล์ ซึ่งทำให้แก้ไขการเปิดรับแสงและการปรับสมดุลแสงสีขาวได้ง่ายยิ่งขึ้น
tr: ProRAW ve 48 MP’ye kadar maksimum çözünürlükte çekim için Kamera denetimini gösterir. Ana kamerada 1× hızında 48 MP çekim yapılabilir. Gece modu, Live Photo, flaş kullanılmış ve makro fotoğraflar her zaman 12 MP olarak kaydedilir. ProRAW, pozlamayı ve beyaz dengesini düzenlerken daha fazla esneklik sağlamak amacıyla dosyada daha fazla bilgi ve dinamik aralık bulundurmak için Linear DNG biçimini kullanan bir 10 bit dosyadır.
uk: Показувати елемент керування камерою для зйомки у форматі ProRAW із максимальною роздільністю (до 48 Мпкс). Фотографії з роздільністю 48 Мпкс можна зробити основною камерою з масштабом 1×. Знімки Live Photo й фотографії, зроблені в нічному чи макрорежимі або зі спалахом, завжди зберігатимуться з роздільністю 12 Мпкс. ProRAW — це 10‑бітний файл, що використовує формат Linear DNG для збереження більшої кількості даних і динамічного діапазону у файлі, забезпечуючи додаткову гнучкість під час змінювання експозиції та балансу білого.
ur: ‏ProRAW اور زیادہ سے زیادہ⁨^[48](formatNumber: true) MP⁩ تک ریزولوشن کے لیے کیمرا کنٹرول دکھائیں۔ مین کیمرے پر ⁨1×⁩ پر ‏⁨^[48](formatNumber: true) MP⁩ کیپچر کیا جا سکتا ہے۔ نائٹ موڈ، ⁨Live Photo⁩، فلیش اور میکرو تصاویر کو ہمیشہ ‏⁨^[12](formatNumber: true) MP⁩ پر محفوظ کیا جائے گا۔ ‏ProRAW ایک ‏^[10](formatNumber: true)-بِٹ فائل ہوتی ہے جو ⁨Linear DNG⁩ فارمیٹ کا استعمال کر کے فائل میں مزید معلومات اور ڈائنیمک رینج قائم رکھتی ہے جو اکسپوژر اور وائٹ بیلنس میں ترمیم کے وقت اضافی سہولت فراہم کرتی ہے۔
vi: Hiển thị điều khiển Camera cho ProRAW và độ phân giải tối đa, lên đến 48 MP. 48 MP có thể được chụp trên camera chính ở 1×. Ảnh chụp bằng chế độ Ban đêm, Live Photo, flash và macro sẽ luôn được lưu ở 12 MP. ProRAW là một tệp 10-bit sử dụng định dạng DNG tuyến tính để lưu giữ nhiều thông tin và dải tần nhạy sáng hơn trong tệp, cung cấp sự linh hoạt bổ sung khi chỉnh sửa độ phơi sáng và độ cân bằng trắng.
zh_cn: 显示用于ProRAW和最大分辨率的相机控制，最高可达48 MP。 48 MP照片可使用主相机“1×”拍摄。夜间模式、实况照片、闪光灯模式和微距照片将始终保存为12 MP。 ProRAW是使用线性DNG格式的10位文件，可在文件中保留更多信息和动态范围，从而为曝光和白平衡编辑提供更多灵活性。
zh_hk: 顯示用於ProRAW與最高解像度（高達48 MP）的「相機」控制項目。 48 MP相片可以使用主相機「1×」拍攝。夜間模式、原況相片、閃光燈和微距相片將會總是儲存為12 MP。 ProRAW是一個使用線性DNG格式的10位元檔案，可在檔案中保留更多資訊和動態範圍，編輯曝光和白平衡時有更大靈活性。
zh_tw: 顯示ProRAW和最高解析度（高達48 MP）的「相機」控制項目。 48 MP可用「1×」主相機拍攝。「夜間」模式、「原況照片」、閃光燈和微距照片將一律用12 MP儲存。 ProRAW是使用線性DNG格式的10位元檔案，用以保留檔案中的更多資訊和動態範圍，並在編輯曝光和白平衡時提供更多彈性。
